Dlubal.RFEM5.MaterialIsotropicModel
Material isotropic model

Dlubal.RFEM5.MaterialIsotropicModel.No
Material number

Dlubal.RFEM5.MaterialIsotropicModel.Definition
Material definition type

Dlubal.RFEM5.MaterialIsotropicModel.YieldStrengthInTension
Yield strength in tension fy,t

Dlubal.RFEM5.MaterialIsotropicModel.YieldStrengthInCompression
Yield strength in compression fy,c

Dlubal.RFEM5.MaterialIsotropicModel.StrainHardeningModulus
Strain hardening modulus Ep

Dlubal.RFEM5.MaterialIsotropicModel.LinearElasticOnly
Linear elastic only

Dlubal.RFEM5.MaterialIsotropicModel.StrainHypothesis
Strain Hypothesis